{
  "head": {
    "title": [
      {
        "locale": "en",
        "value": "Hardfork GmbH - Software development and business services"
      },
      {
        "locale": "de",
        "value": "Hardfork GmbH - Software Entwicklung und Business Development"
      }
    ],
    "meta": {
      "description": [
        {
          "locale": "en",
          "value": "We develop software according to your needs in Berlin, Germany"
        },
        {
          "locale": "de",
          "value": "Wir entwickeln Software nach Ihren Wünschen in Berlin"
        }
      ],
      "keywords": [
        {
          "locale": "en",
          "value": "Software development"
        },
        {
          "locale": "de",
          "value": "Softwareentwicklung"
        }
      ]
    }
  },
  "offerings": [
    {
      "id": "Full Stack Applications",
      "translations": [
        {
          "locale": "de",
          "value": {
            "headline": "Full Stack Applications",
            "image": "/img/pic01.jpg",
            "text": "Wir entwickeln für Sie Software-Applikationen nach Ihren Vorstellungen. Unser Team besitzt alle dafür notwendigen Kompetenzen vom Frontend mit komplexem Application State Management über Client zu Server Kommunikation und Backend-Entwicklung bis zum skalierbaren und sicheren Betrieb in der Cloud. Mit Hardfork bekommen Sie Ihren gesamten Stack aus einer Hand.\n\nWir nutzen unter anderem die Technologien bzw. Libraries React, Redux, TypeScript, Apollo, GraphQL, Gatsby, Netlify, SQL (auch serverless) und AWS serverless."
          }
        },
        {
          "locale": "en",
          "value": {
            "headline": "Full Stack Applications",
            "image": "/img/codeonscreen.jpg",
            "text": "We build software and web applications according to your needs. Our team  is proficient in all required technologies be it complex frontend application state management, client to server communication, backend development or reliable and scaling deployment and delivery from the cloud. With Hardfork you get your whole stack from one supplier.\n\nWe use the technologies and libraries that provide the most value for your project. Usually these include React, Redux, TypeScript, Apollo, GraphQL, Gatsby, Netlify, SQL (also serverless) and / or AWS serverless."
          }
        }
      ]
    },
    {
      "id": "Blockchain Applications",
      "translations": [
        {
          "locale": "en",
          "value": {
            "headline": "Blockchain Applications",
            "image": "/img/blockchain.jpg",
            "text": "We have been working in the blockchain space since 2013 and are proud to have successfully implemented several decentralized applications for our clients since. During these projects we support our clients during the whole process from the first idea over feasibility studies and cost analysis to implementation and deployment including hosting.\n\nTechnologies we have used in production so far include Bitcoin, Stellar, Ethereum / Solidity, Truffle, Ganache and Metamask."
          }
        },
        {
          "locale": "de",
          "value": {
            "headline": "Blockchain Applications",
            "image": "/img/blockchain.jpg",
            "text": "Wir arbeiten seit 2013 mit Blockchain-Technologie und sind stolz darauf, seit dem bereits mehrere dezentrale Applikationen für unsere Kunden erfolgreich umgesetzt zu haben. Während dieser Projekte unterstützen wir unsere Kunden von der ersten Idee über Machbarkeitsstudien und Kosten-Nutzen-Rechnung bis zur Implementierung und schließlich dem Deployment und Hosting.\n\nDie von uns in Produktion verwendeten Technologien umfassen Bitcoin, Stellar, Ethereum / Solidity, Truffle, Metamask und Ganache."
          }
        }
      ]
    },
    {
      "id": "Company Value",
      "translations": [
        {
          "locale": "de",
          "value": {
            "headline": "Company Value",
            "image": "/img/pic02.jpg",
            "text": "Wir verstehen uns nicht als reiner Technologiedienstleister sondern als Partner für das Erreichen von Unternehmenszielen. Durch unseren Hintergrund im Startup-Ökosystem von Berlin wissen wir, dass Software zuallererst Wert für den Kunden generieren muss. Wir berücksichtigen dies sowohl bei den grundlegenden Architekturentscheidungen als auch bei der täglichen Auswahl von Implementierungsdetails, die sich in der Software-Entwicklung ergeben."
          }
        },
        {
          "locale": "en",
          "value": {
            "headline": "Company value",
            "image": "/img/pic01.jpg",
            "text": "We do not see ourselves as a purely technical supplier but as a partner to help you achieve your company goals. With our background in the Berlin start up ecosystem we know that software firstly needs to generate value for our client's business. We consider this not only when choosing the right architecture and set up for your project but also in all small decisions the daily software development requires."
          }
        }
      ]
    },
    {
      "id": "Quality",
      "translations": [
        {
          "locale": "de",
          "value": {
            "headline": "Qualität und Transparenz",
            "image": "/img/pic03.jpg",
            "text": "Bei Hardfork arbeiten ausschließlich hoch ausgebildete Software-Entwickler in Festanstellung. Unsere Arbeit ist für den Kunden zu jeder Zeit einsehbar, die von uns entwickelte Software steht vom ersten Tag an für den Kunden zum Testen zur Verfügung. Wir arbeiten grundsätzlich mit automatisierten Tests, Continous Integration und Deployment und veröffentlichen neuen Code nur im Vier-Augen-Prinzip."
          }
        },
        {
          "locale": "en",
          "value": {
            "headline": "Quality and transparency",
            "image": "/img/pic02.jpg",
            "text": "At Hardfork we only work with highly qualified engineers in full time employment. Our work can be reviewed by the client at all times and the software built by us can be used and experienced from day one. We always work with automated tests, continous integration and deployment and ship new code only after careful review in the team."
          }
        }
      ]
    }
  ],
  "projectsHeadline": [
    {
      "locale": "en",
      "value": "Past projects"
    },
    {
      "locale": "de",
      "value": "Vergangene Projekte"
    }
  ],
  "emailButton": [
    {
      "locale": "en",
      "value": "Send E-Mail"
    },
    {
      "locale": "de",
      "value": "E-Mail senden"
    }
  ],
  "heroHeadline": [
    {
      "locale": "en",
      "value": "Hardfork"
    },
    {
      "locale": "de",
      "value": "Hardfork"
    }
  ],
  "contactHeadline": [
    {
      "locale": "en",
      "value": "Send e-mail"
    },
    {
      "locale": "de",
      "value": "Kontaktanfrage"
    }
  ],
  "heroSubheadline": [
    {
      "locale": "en",
      "value": "Your partner for challenging software projects"
    },
    {
      "locale": "de",
      "value": "Ihr Partner für anspruchsvolle Softwareprojekte"
    }
  ],
  "id": "home",
  "moreLinkText": [
    {
      "locale": "en",
      "value": "More"
    },
    {
      "locale": "de",
      "value": "Mehr"
    }
  ],
  "contactEmail": "mailto:contact@hardfork.io",
  "contactDescription": [
    {
      "locale": "en",
      "value": "Please send us a message and we will be in touch shortly!"
    },
    {
      "locale": "de",
      "value": "Bitte schreiben Sie uns eine Nachricht und wir melden uns zurück."
    }
  ],
  "team": {
    "header": [
      {
        "locale": "en",
        "value": "Team"
      },
      {
        "locale": "de",
        "value": "Team"
      }
    ],
    "subheader": [
      {
        "locale": "en",
        "value": "The team"
      },
      {
        "locale": "de",
        "value": "Das Team"
      }
    ],
    "footer": [
      {
        "locale": "en",
        "value": "That is our team"
      },
      {
        "locale": "de",
        "value": "Das ist unser Team"
      }
    ],
    "members": []
  },
  "contactButtonText": [
    {
      "locale": "en",
      "value": "Contact"
    },
    {
      "locale": "de",
      "value": "Kontakt"
    }
  ]
}